{
  "plugins": {
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-nvim-lsp-signature-help": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp-signature-help"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "gist.vim": {
      "src": "https://github.com/keith/gist.vim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "kotlin-vim": {
      "src": "https://github.com/udalov/kotlin-vim"
    },
    "llvm.vim": {
      "src": "https://github.com/llvm/llvm.vim"
    },
    "modulemap-vim": {
      "src": "https://github.com/compnerd/modulemap-vim"
    },
    "mojo.vim": {
      "src": "https://github.com/czheo/mojo.vim"
    },
    "neomake": {
      "src": "https://github.com/neomake/neomake"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rust.vim": {
      "src": "https://github.com/rust-lang/rust.vim"
    },
    "swift.vim": {
      "src": "https://github.com/keith/swift.vim"
    },
    "symbols-outline.nvim": {
      "src": "https://github.com/simrat39/symbols-outline.nvim"
    },
    "tagbar": {
      "src": "https://github.com/majutsushi/tagbar"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish"
    },
    "vim-autoformat": {
      "src": "https://github.com/vim-autoformat/vim-autoformat"
    },
    "vim-commentary": {
      "src": "https://github.com/tpope/vim-commentary"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-git": {
      "src": "https://github.com/tpope/vim-git"
    },
    "vim-gnupg": {
      "src": "https://github.com/jamessan/vim-gnupg"
    },
    "vim-go": {
      "src": "https://github.com/fatih/vim-go"
    },
    "vim-graphql": {
      "src": "https://github.com/jparise/vim-graphql"
    },
    "vim-gutentags": {
      "src": "https://github.com/ludovicchabant/vim-gutentags"
    },
    "vim-illuminate": {
      "src": "https://github.com/RRethy/vim-illuminate"
    },
    "vim-log-highlighting": {
      "src": "https://github.com/MTDL9/vim-log-highlighting"
    },
    "vim-markdown": {
      "src": "https://github.com/tpope/vim-markdown"
    },
    "vim-nix": {
      "src": "https://github.com/LnL7/vim-nix"
    },
    "vim-obsession": {
      "src": "https://github.com/tpope/vim-obsession"
    },
    "vim-oscyank": {
      "src": "https://github.com/ojroques/vim-oscyank"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-scriptease": {
      "src": "https://github.com/tpope/vim-scriptease"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "vim-sort-motion": {
      "src": "https://github.com/christoomey/vim-sort-motion"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-terraform": {
      "src": "https://github.com/hashivim/vim-terraform"
    },
    "vim-textobj-indent": {
      "src": "https://github.com/kana/vim-textobj-indent"
    },
    "vim-textobj-user": {
      "src": "https://github.com/kana/vim-textobj-user"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vim-toml": {
      "src": "https://github.com/cespare/vim-toml"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    },
    "vitality.vim": {
      "src": "https://github.com/sjl/vitality.vim"
    },
    "xcconfig.vim": {
      "src": "https://github.com/keith/xcconfig.vim"
    }
  }
}
