cask '1password'
cask 'alfred'
cask 'clipmenu'
cask 'conductor'
cask 'dropbox'
cask 'firefox'
cask 'hex-fiend'
cask 'hopper-disassembler'
cask 'key-codes'
cask 'little-snitch'
cask 'micro-snitch'
cask 'modmove'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quickradar'
cask 'seil'
cask 'slack'
