tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'keith/formulae'
tap 'neovim/neovim'
tap 'thoughtbot/formulae'

brew 'ag', args: ['HEAD']
brew 'bash'
brew 'carthage'
brew 'chisel'
brew 'class-dump'
brew 'cloc'
brew 'cocoapods'
brew 'ctags'
brew 'dockutil'
brew 'fzf', args: ['HEAD']
brew 'ghb', args: ['HEAD']
brew 'git'
brew 'grc'
brew 'grep'
brew 'heroku-toolbelt'
brew 'httpie'
brew 'ideviceinstaller'
brew 'jq'
brew 'keith/formulae/cask', args: ['HEAD']
brew 'less'
brew 'libyaml'
brew 'liftoff'
brew 'llvm'
brew 'lynx'
brew 'macvim', args: ['HEAD']
brew 'msmtp'
brew 'mutt'
brew 'neovim', args: ['HEAD']
brew 'node'
brew 'notmuch'
brew 'openssh'
brew 'openssl'
brew 'opp'
brew 'pinup'
brew 'python'
brew 'rbenv'
brew 'rbenv-ctags'
brew 'rbenv-default-gems'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'shellcheck'
brew 'speedtest_cli'
brew 'sqlite'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux-move-patch'
brew 'tree'
brew 'urlview'
brew 'vim', args: ['HEAD']
brew 'weechat', args: ['with-aspell', 'with-python', 'with-perl', 'with-ruby']
brew 'wget'
brew 'xcproj'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'alfred'
cask 'clipmenu'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'hopper-disassembler'
cask 'iterm2'
cask 'kaleidoscope'
cask 'key-codes'
cask 'pixel-winch'
cask 'quickradar'
cask 'rdio'
