brew 'ansifilter'
brew 'arp-scan'
brew 'atuin'
brew 'bash-language-server'
brew 'bazelisk'
brew 'buildifier'
brew 'buildozer'
brew 'chruby'
brew 'cmake'
brew 'colordiff'
brew 'coursier/formulas/coursier'
brew 'ctags'
brew 'dockutil'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'graphviz'
brew 'htop'
brew 'hyperfine'
brew 'jq'
brew 'keith/formulae/contacts-cli'
brew 'keith/formulae/diff-grep'
brew 'keith/formulae/dylibtree'
brew 'keith/formulae/fzy'
brew 'keith/formulae/ghb'
brew 'keith/formulae/ghu'
brew 'keith/formulae/normalize-profile'
brew 'keith/formulae/pinboard'
brew 'keith/formulae/reminders-cli'
brew 'keith/formulae/zap'
brew 'kubectl'
brew 'kubectx'
brew 'less'
brew 'lua-language-server'
brew 'msmtp'
brew 'mutt'
brew 'neovim'
brew 'ninja'
brew 'nmap'
brew 'nvm'
brew 'parallel'
brew 'pinentry-mac'
brew 'pre-commit'
brew 'protobuf'
brew 'pstree'
brew 'pyenv'
brew 'pyright'
brew 'radare2'
brew 'reattach-to-user-namespace'
brew 'rg'
brew 'ruby-install'
brew 'sccache'
brew 'shellcheck'
brew 'stylua'
brew 'tmux'
brew 'tokei'
brew 'tree'
brew 'tree-sitter-cli'
brew 'uv'
brew 'vim'
brew 'w3m'
brew 'watch'
brew 'wget'
brew 'yt-dlp'
brew 'zsh'
brew 'zsh-completions'
