cask '1password'
cask 'blockblock'
cask 'brisk'
cask 'clipmenu'
cask 'conductor'
cask 'dropbox'
cask 'google-chrome'
cask 'hex-fiend'
cask 'hopper-disassembler'
cask 'key-codes'
cask 'little-snitch'
cask 'micro-snitch'
cask 'modmove'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'slack'
