tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'keith/formulae'

brew 'ag'
brew 'bash'
brew 'carthage'
brew 'chisel'
brew 'chruby'
brew 'class-dump'
brew 'cloc'
brew 'cocoapods'
brew 'contacts-cli'
brew 'ctags'
brew 'dockutil'
brew 'fzf', args: ['HEAD']
brew 'ghb', args: ['HEAD']
brew 'ghu'
brew 'git'
brew 'grc'
brew 'grep'
brew 'httpie'
brew 'ideviceinstaller'
brew 'jq'
brew 'keith/formulae/cask', args: ['HEAD']
brew 'less'
brew 'libyaml'
brew 'lynx'
brew 'macvim', args: ['HEAD']
brew 'msmtp'
brew 'mutt'
brew 'node'
brew 'notmuch'
brew 'openssh'
brew 'openssl'
brew 'parallel'
brew 'pinup'
brew 'python'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-install', args: ['HEAD']
brew 'shellcheck'
brew 'speedtest_cli'
brew 'terminal-notifier'
brew 'tmux-move-patch'
brew 'tree'
brew 'urlview'
brew 'vim'
brew 'weechat', args: ['with-aspell', 'with-python', 'with-perl', 'with-ruby']
brew 'wget'
brew 'xcproj'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'alfred'
cask 'clipmenu'
cask 'conductor'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'hex-fiend'
cask 'hopper-disassembler'
cask 'hyperdock'
cask 'kaleidoscope'
cask 'key-codes'
cask 'quickradar'
cask 'rdio'
cask 'seil'
