cask '1password'
cask 'alacritty'
cask 'blockblock'
cask 'brisk'
cask 'charles'
cask 'clipy'
cask 'conductor'
cask 'dropbox'
cask 'google-chrome'
cask 'hex-fiend'
cask 'key-codes'
cask 'modmove'
cask 'oversight'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'slack'
